Repository: schmidtevgeny/stellaris_morenames_omega
Catalog: stellaris_morenames-omegat.tmx
Source language: en_us
Languages: ru

source: Let's wait for it to work.
ru: Давайте подождем, пока это сработает.

source: Lets hope its nothing our doctors can't heal...
ru: Оставьте нашу столицу как есть.

source: Lets not start a War in Heaven just yet...
ru: Прервать миссию.

source: Lets see what lies in the unknown.
ru: Давайте посмотрим, что лежит в неизвестности

source: Lets us construct Dyson Spheres around O-Class Stars, which will have +500% Output, +500% Upkeep, +450% Build Cost and +350% Build Time if built around this star.
ru: Позволяет нам построить сферы Дайсона вокруг звезд класса O, которые будут иметь +500% производительности, +500% обслуживания, +450% стоимости сборки и +350% времени сборки, если они будут построены вокруг этой звезды.

source: Lets us construct Matrioshka Brains around O-Class Stars, which will have +500% Output, +500% Upkeep, +450% Build Cost and +350% Build Time if built around this star.
ru: Позволяет нам сконструировать мозги-Компазитория вокруг звезд класса O, которые будут иметь +500% производительности, +500% обслуживания, +450% стоимости сборки и +350% времени сборки, если будут построены вокруг этой звезды.

source: Lets us construct Star Lifters around O-Class Stars, which will have +500% Output, +500% Upkeep, +450% Build Cost and +350% Build Time if built around this star.
ru: Позволяет нам строить звездолеты вокруг звезд класса O, которые будут иметь +500% производительности, +500% обслуживания, +450% стоимости сборки и +350% времени сборки, если они будут построены вокруг этой звезды.

source: Lets us stabilize an energy-generating $name_penrose$ to greatly increase its energy output.
ru: Позволяет нам стабилизировать генерирующий энергию $name_penrose$, чтобы значительно увеличить его выход энергии.

source: Lets us upgrade a $name_matrioshka_brain$ into a Matrioshka Reality Simulator, capable of holding billions of minds.
ru: Позволяет нам модернизировать $name_matrioshka_brain$ в симулятор реальности Matrioshka, способный вместить миллиарды разумов.

source: Letting everyone benefit from the Hallucinogens makes for a happier population with some side-effects.
ru: Позволяя всем получать пользу от галлюциногенов, мы делаем население счастливее с некоторыми побочными эффектами.

source: Letting our livestock live lives of ignorance in a specially tailored virtual world keeps them controlled, complacent... and tender.
ru: Позволяя нашему домашнему скоту жить в невежестве в специально созданном виртуальном мире, они остаются контролируемыми и самодовольными... и нежный.

source: Leviathan Master
ru: Мастер Левиафана

source: Leviathan Rehabilitation
ru: Реабилитация Левиафана

source: Leviathan Summoned
ru: Левиафан призван

source: Leviathan Summoning
ru: Призыв левиафана

source: Lianda Maelstrom
ru: Водоворот Лианды

source: Liberator
ru: Освободитель

source: Liberty
ru: Свобода

source: Liberty Traditions
ru: Традиции свободы

source: Liberty Traditions Finished
ru: Традиции свободы завершены

source: Librarian: Architecture
ru: Библиотекарь: архитектура

source: Librarian: Astronomy
ru: Библиотекарь: астрономия

source: Librarian: Chemistry
ru: Библиотекарь: химия

source: Librarian: Communications
ru: Библиотекарь: лингвистика и коммуникация

source: Librarian: Cultures
ru: Библиотекарь: культура

source: Librarian: Electronics
ru: Библиотекарь: электроника

source: Librarian: Geology
ru: Библиотекарь: геология

source: Librarian: History
ru: Библиотекарь: история

source: Librarian: Mathematics
ru: Библиотекарь: математика

source: Librarian: Mechanics
ru: Библиотекарь: механика

source: Librarian: Software
ru: Библиотекарь: программное обеспечение

source: Librarian: Taxonomy
ru: Библиотекарь: систематика

source: Librarian: War
ru: Библиотекарь: война

source: Library of Wisdom
ru: Библиотека мудрости

source: Librerian's Refuge
ru: Убежище библиотекаря

source: Lidafurra
ru: Лидафурра

source: Lidanides Maelstrom
ru: Водоворот лиданидов

source: Life is an adventure, and we won't let anything hold us down.
ru: Жизнь - это приключение, и мы не потерпим никаких ограничений.

source: Lifeless Fogged World
ru: Безжизненный затуманенный мир

source: Lifeless Habitability
ru: Безжизненная обитаемость

source: Lifeless Habitable World
ru: Безжизненный обитаемый мир

source: Lifeless Preference
ru: Безжизненное предпочтение

source: Lifeless Torrid World
ru: Безжизненный жаркий мир

source: Light Conduction Distribution Systems
ru: Системы распределения светопроводимости

source: Light Extortion
ru: Легкая эксплуатация

source: Light of Eternity
ru: Свет вечности

source: Lightweight Efficiency
ru: Компактность

source: Like the Sentry Array, this vessel can see all.
ru: Как и система наблюдения, это судно может видеть все.

source: Lilly
ru: Лилли

source: Limea Abyss
ru: Бездна Лимеи

source: Limenulis Maw
ru: Пасть Лименулиса

source: Limijor Maelstrom
ru: Лимиджорский водоворот

source: Limited Anti-Siren Studies
ru: Ограниченные исследования с сиренами

source: Limited Conversion
ru: Ограниченное преобразование

source: Limited Food Conversion
ru: Ограниченное преобразование пищи

source: Line Hull
ru: Линейный корпус

source: Linked Mind
ru: Связанный разум

source: Linked Minds
ru: Связанные умы

source: Linking the starbase systems with the shipbuilding capabilities of the Solar Shipyard will grant massive throughput capability.
ru: Соединение систем звездной базы с судостроительными возможностями Солнечной верфи обеспечит огромную пропускную способность.

source: Linterian Defenders
ru: Линтерианские защитники

source: Linterian Guardians
ru: Линтерианские стражи

source: Lithoid Pop Mineral Upkeep
ru: Содержание полезных ископаемых литоидных поселений

source: Livestock Relocated on [From.GetName]
ru: Домашний скот перемещен на [From.GetName]

source: Living Metal Armor
ru: Живая металлическая броня

source: Living Metal Armors are able to regenerate both armor and hull at a very fast rate.
ru: Броня из живого металла обладает особой способностью регенерировать броню и корпус корабля с очень высокой скоростью, делая судно очень прочным.

source: Living Metal Deficit
ru: Дефицит живого металла

source: Living Metal Deposit
ru: Месторождение живого металла

source: Living Metal Extractor
ru: Экстрактор живого металла

source: Living Metal Extractor Drone
ru: Дрон экстрактора живого металла.

source: Living Metal Extractor Drones
ru: Живые металлические дроны-экстракторы.

source: Living Metal Extractors
ru: Экстракторы живого металла

source: Living Metal Foundries
ru: Живые металлические литейные цеха

source: Living Metal Foundry
ru: Живой металлический литейный завод

source: Living Metal Infusion Plant
ru: Установка для вливания живого металла

source: Living Metal Infusion Plants
ru: Растения для вливания живых металлов

source: Living Metal Infusion Process
ru: Процесс вливания живого металла

source: Living Metal Rationing
ru: Нормирование потребления живого металла

source: Living Metal Reserves
ru: Запасы живых металлов

source: Living Metal Shortages
ru: Нехватка живого металла

source: Living Planet
ru: Живая планета

source: Living Ships
ru: Живые корабли

source: Living Star
ru: Живая звезда

source: Living in a dream world of our construction, they remain oblivious to the truth around them.
ru: Живя в мире грез, созданном нами, они по-прежнему не обращают внимания на окружающую их правду.

source: Living lives of blissful ignorance in a virtual world, they have no notion of their ultimate destination.
ru: Живя в блаженном неведении в виртуальном мире, они понятия не имеют о своем конечном предназначении.

source: Living on a black hole means we can make a use of our decompressor and dark matter technologies to extract resources from its surface.
ru: Жизнь на черной дыре означает, что мы можем использовать наши технологии декомпрессии и темной материи для извлечения ресурсов с ее поверхности

source: Local Bank
ru: Местный банк

source: Local Civilization
ru: Местная цивилизация

source: Local Civilization - Sanctuary Facility
ru: Местная цивилизация - святилище

source: Local Civilization - Semi-Autonomous Region
ru: Местная цивилизация - Полуавтономный регион

source: Local Civilization - Silent Ruins
ru: Местная цивилизация - Безмолвные руины

source: Local Civilization - Trade Post
ru: Местная цивилизация - Торговый пост

source: Local Command Structures
ru: Местное самоуправление

source: Locate $name_war_moon$ Candidates
ru: Найдите $name_war_moon$ Кандидатов

source: Locate $name_war_planet$ Candidates
ru: Найдите $name_war_planet$ Кандидатов

source: Locate 1 System.
ru: Найти 1 систему.

source: Locate 10 Systems.
ru: Найти 10 систему.

source: Locate 2 Systems.
ru: Найти 2 систему.

source: Locate 3 Systems.
ru: Найти 3 систему.

source: Locate 4 Systems.
ru: Найти систему 4.

source: Locate 5 Systems.
ru: Найти 5 систему.

source: Locate 6 Systems.
ru: Найти 6 систему.

source: Locate 7 Systems.
ru: Найти 7 систему.

source: Locate 8 Systems.
ru: Найти 8 систему.

source: Locate 9 Systems.
ru: Найти 9 систему.

source: Locate Galactic Core Connecting Hyperlanes
ru: Найдите галактическое ядро, соединяющее гиперлинии

source: Locate Galactic Core Hyperlanes
ru: Определить местоположение гиперлиний ядра Галактики

source: Locate a new White Hole
ru: Найти новую белую дыру

source: Locate the Kaiser
ru: Найдите кайзера

source: Lodostea Maelstrom
ru: Водоворот Лодостеи

source: Logistic Understanding
ru: Опытный логист

source: Logistical Overextension
ru: Логистическое перенапряжение

source: Logistics Optimization Program
ru: Программа оптимизации логистики

source: Lone Blokkat
ru: Одинокий блоккат

source: Lone Computer
ru: Одинокий компьютер

source: Loneoxs Maw
ru: Пасть одинокого волка

source: Long-Term Blokkat Scrap Analysis
ru: Долгосрочный анализ отходов блокчейна

source: Long-Term Blokkat Scrap Weaponization
ru: Долгосрочное превращение Блокката в металлолом

source: Looted
ru: Разграбленная

source: Lorenz
ru: Лоренц

source: Loris Assassination Attempt Foiled
ru: Убийство Лориса сорвано

source: Loris Assassination Successful!
ru: Убийство Лориса успешно!

source: Loris Assassination Successful... except not.
ru: Убийство Лориса прошло успешно... за исключением того, что нет.

source: Loris' new Soulbot chassis is immune to such crude methods.
ru: Новое шасси Соулбот от Лорис невосприимчиво к таким грубым методам.

source: Lost Heritage
ru: Потерянное наследие

source: Lots of work ahead.
ru: Впереди много работы.

source: Loves Energy Weapons
ru: Предпочитает энергетическое оружие

source: Loves Explosive Weapons
ru: Предпочитает взрывчатое оружие

source: Loves Kinetic Weapons
ru: Предпочитает кинетическое оружие

source: Loyalty
ru: Лояльность

source: Loyijina Black Hole
ru: Черная дыра Лойиджина

source: Lucifer
ru: Люцифер

source: Ludclauwe
ru: Людклауве

source: Ludolf
ru: Людольф

source: Ludwig
ru: Людвиг

source: Ludwig Toast
ru: Тост Людвига

source: Lunar Adaptive Crust
ru: Лунная адаптивная кора

source: Lunar Aggregate
ru: Лунный агрегат

source: Lunar Antimatter Artillery
ru: Лунная артиллерия из антивещества

source: Lunar Artillery
ru: Лунная артиллерия

source: Lunar Crust Armor
ru: Броня лунной коры

source: Lunar Crust Reinforcements
ru: Укрепление лунной коры

source: Lunar Defence System
ru: Лунная оборонительная система

source: Lunar Defence Systems
ru: Лунные оборонительные системы

source: Lunar Fusion Artillery
ru: Лунная термоядерная артиллерия

source: Lunar Gravitic Crust
ru: Лунная гравитационная кора

source: Lunar Gravitic Reflectors
ru: Лунные гравитационные отражатели

source: Lunar Hangars
ru: Лунные ангары

source: Lunar Layered Reflectors
ru: Лунные слоистые отражатели

source: Lunar Lightshow
ru: Лунное световое шоу

source: Lunar Macro-Fabricator
ru: Лунный макропроизводитель

source: Lunar Macro-Fabricator Built!
ru: Построен лунный макропроизводитель!

source: Lunar Macro-Fabricator Construction Site Built!
ru: Строительная площадка Лунного макропроизводителя построена!

source: Lunar Macro-Fabricator Matter Assembler
ru: Лунный макропроизводитель-ассемблер материи

source: Lunar Macro-Fabricator Matter Assembler Built!
ru: Построен лунный макропроизводитель-ассемблер материи!

source: Lunar Macrofabricator Alloys
ru: Сплавы Лунный макропроизводитель

source: Lunar Macrofabricator Alloys Cost
ru: Стоимость сплавов Лунный макропроизводитель

source: Lunar Macrofabricator Unity
ru: Лунный макропроизводитель Единство

source: Lunar Macrofabricator Unity Cost
ru: Стоимость Единство Лунный макропроизводитель

source: Lunar Mega Artillery
ru: Лунная мега-артиллерия

source: Lunar Missile Batteries
ru: Лунные ракетные батареи

source: Lunar Planck Artillery
ru: Лунная планковская артиллерия

source: Lunar Quantum Distorters
ru: Лунные квантовые искажатели

source: Lunar Quantum Supports
ru: Лунные квантовые опоры

source: Lunar Reactor
ru: Лунный реактор

source: Lunar Relativistic Artillery
ru: Лунная релятивистская артиллерия

source: Lunar Shield Generator
ru: Генератор лунного щита

source: Lunar Shielding Bulwark
ru: Лунный защитный бастион

source: Lunar Shielding Matrix
ru: Лунная экранирующая матрица

source: Lunar Singularity Artillery
ru: Артиллерия лунной сингулярности

source: Lunar Speculorefractor
ru: Лунный зеркальный рефрактор

source: Lunar Speculorefractor Habitability
ru: Обитаемость лунного зеркального отражателя

source: Lunar Speculorefractor Management Protocols
ru: Протоколы управления лунным зеркальным отражателем

source: Lunar Speculorefractor Overheating!
ru: Перегрев лунного зеркального рефрактора!

source: Lunar Speculorefractor Preference
ru: Предпочтение лунного зеркального отражателя

source: Lunar Speculorefractor Repairs Successful!
ru: Ремонт лунного зеркального рефрактора прошел успешно!

source: Lunar Stellarite Artillery
ru: Лунная стелларитовая артиллерия

source: Lunar Synthetic Crust
ru: Лунная синтетическая кора

source: Lunar-Scale Fabrication Protocols
ru: Протоколы изготовления в лунном масштабе

source: Lux Aeternite Buffs
ru: Роскошные вечные баффы

source: Lynbel Black Hole
ru: Черная дыра Линбела

source: Lynelgus Vortex
ru: Вихрь Линелгуса

source: Lynusticas Maw
ru: Пасть Юстикаса

source: M Class Anomaly
ru: Аномалия класса М

source: Machine
ru: Машина

source: Machine Alderson
ru: Машина Олдерсона

source: Machine Alderson Complete!
ru: Машина Олдерсона завершена!

source: Machine Awakening
ru: Пробуждение машин

source: Machine Core Schemes
ru: Схемы машинных ядер

source: Machine Defenders
ru: Защитники машин

source: Machine Follower
ru: Следящий за машиной

source: Machine Foundry
ru: Машиностроительный завод

source: Machine Habitability
ru: Пригодность для проживания на машинном

source: Machine Layer Discovery
ru: Обнаружение машинного уровня

source: Machine Preference
ru: Предпочтение Машинный мир

source: Machine Prophet
ru: Машинный пророк

source: Machine Prophet Origin
ru: Происхождение машинного пророка

source: Machine Rebellion
ru: Восстание машин.

source: Machine Recycling Sector
ru: Сектор переработки машин

source: Machine Ringworld
ru: Машинный мир-кольцо

source: Machine Security Nexus
ru: Нексус безопасности машин

source: Machine Upgrading Zone
ru: Зона обновления машин

source: Machine World Detected
ru: Машинный мир обнаружен

source: Machine World Discovered
ru: Обнаружен машинный мир

source: Machine World Habitability
ru: Обитаемость машинного мира

source: Machine World Obliterated
ru: Машинный мир уничтожен

source: Machine World Preference
ru: Предпочтение машинного мира

source: Machinery District
ru: Машиностроительный район

source: Machinery Districts
ru: Машиностроительные районы

source: Machinery that can extract Gases from isolated pockets within this planet's atmosphere.
ru: Оборудование, которое может извлекать газы из изолированных карманов в атмосфере этой планеты.

source: Machines built to extract energy from the huge waves moving across the ocean surface.
ru: Машины, построенные для извлечения энергии из огромных волн, движущихся по поверхности океана

source: Machines have no soul, and therefore cannot be sublimated.
ru: У машин нет души, и поэтому они не могут быть сублимированы.

source: Machines of War
ru: Машины войны

source: Macro-Atmospheric Weather Manipulation
ru: Макро-атмосферное управление погодой

source: Macroatmospheric Stabilizer
ru: Стабилизатор макроатмосферы

source: Macroatmospheric Stabilizer Management Protocols
ru: Протоколы управления макроатмосферным стабилизатором

source: Macroengineering
ru: Макроинженерия

source: Macroengineering Testing Station
ru: Испытательная станция макроинженерии

source: Macroengineering Testing Station Management Protocols
ru: Протоколы управления станцией макроинженерного тестирования

source: Macroengineering Traditions
ru: Традиции макроинженерии

source: Macroengineering Traditions Finished
ru: Традиции макроинженерии завершены

source: Macross Frontier
ru: Макроскопическая граница

source: Made out of the Kaiser's will.
ru: Составлено по завещанию кайзера.

source: Magalas Maw
ru: Пасть Магаласа

source: Maginot $district_maginot_world_planetary_cannons$
ru: Мажино $district_maginot_world_planetary_cannons$

source: Maginot $district_maginot_world_planetary_cannons_plural$
ru: Мажино $district_maginot_world_planetary_cannons_plural$

source: Maginot $district_maginot_world_shield_generators$
ru: Мажино $district_maginot_world_shield_generators$

source: Maginot $district_maginot_world_shield_generators_plural$
ru: Мажино $district_maginot_world_shield_generators_plural$

source: Maginot Assault Unit
ru: Штурмовое подразделение Мажино

source: Maginot Central Command Drones
ru: Дроны Центрального командования Мажино

source: Maginot Central Command Staff
ru: Центральный командный штаб Мажино

source: Maginot Defense Cluster
ru: Оборонительный кластер Мажино

source: Maginot Defense Clusters
ru: Оборонительные кластеры Мажино

source: Maginot Defense Command Drone
ru: Дрон-командующий обороной Мажино

source: Maginot Defense Command Drones
ru: Дроны-командующие обороной Мажино

source: Maginot Defense Commander
ru: Командующий обороной Мажино

source: Maginot Defense Commanders
ru: Командующие обороной Мажино

source: Maginot Doctrine
ru: Доктрина Мажино

source: Maginot Fort Complex
ru: Комплекс фортов Мажино

source: Maginot Gas Giant
ru: Газовый гигант Мажино

source: Maginot Global Bunker System
ru: Глобальная бункерная система Мажино

source: Maginot Military Police
ru: Военная полиция Мажино

source: Maginot Perimeter Station Reactor
ru: Реактор станции Мажино по периметру

source: Maginot Planetcraft Upgrade Tech
ru: Технология обновления планетолета Мажино

source: Maginot Power System
ru: Энергетическая система Мажино

source: Maginot Project Complete
ru: Проект Мажино завершен

source: Maginot Protocols
ru: Протоколы Мажино

source: Maginot Ring World
ru: Мир кольца Мажино

source: Maginot Ring Worlds
ru: Миры кольца Мажино

source: Maginot SD Platform Defensive Upgrade
ru: Защитное обновление платформы Мажино SD

source: Maginot SD Platform Targeting Upgrade
ru: Обновление целевой платформы Мажино SD

source: Maginot SD Platform Weapons Upgrade
ru: Обновление вооружения платформы Мажино SD

source: Maginot Strategic Defense Command Destroyed!
ru: Командование стратегической обороны Мажино уничтожено!

source: Maginot Strategic Defense Command Platform
ru: Центральное стратегическое командование обороны

source: Maginot Strategic Defense Command Repaired!
ru: Командование стратегической обороны Мажино отремонтировано!

source: Maginot Subspace Disruption System
ru: Система разрушения подпространства Мажино

source: Maginot Systemcraft Upgrade Tech
ru: Технология обновления системы Мажино

source: Maginot World
ru: Мир Мажино

source: Maginot World Alloys
ru: Сплавы мира Мажино

source: Maginot World Alloys Cost
ru: Стоимость сплавов Мир Мажино

source: Maginot World Management Protocols
ru: Протоколы мирового управления Мажино

source: Maginot World Unity
ru: Мир Мажино Единство

source: Maginot World Unity Cost
ru: Стоимость Единство Мир Мажино

source: Maginot Worlds
ru: Миры Мажино

source: Maginot facilities allow for simultaneous training of large numbers of specialized armies, supporting offensive conquests for our empire.
ru: Объекты Мажино позволяют одновременно обучать большое количество специализированных армий, поддерживая наступательные завоевания нашей империи.

source: Magnetic Activity
ru: Магнитная активность

source: Magnus
ru: Магнус

source: Main Databank Built
ru: Создан основной банк данных

source: Main Hard Drive
ru: Основной накопитель

source: Maintenance Complex
ru: Комплекс технического обслуживания

source: Maintenance Complexes
ru: Комплексы технического обслуживания

source: Maintenance District
ru: Район технического обслуживания

source: Maintenance Districts
ru: Районы технического обслуживания

source: Maintenance Overseer
ru: Надзиратель за техническим обслуживанием

source: Maintenance Overseers
ru: Надзиратели за техническим обслуживанием

source: Maintenance facilities for defensive satellites and ground defense forces.
ru: Средства технического обслуживания оборонительных спутников и наземных сил обороны

source: Major Control Hub
ru: Главный узел управления

source: Major Investment
ru: Огромные финансы

source: Major Orbital
ru: Крупная орбитальная станция

source: Major Splinter State Resources
ru: Основные ресурсы отколовшегося государства

source: Major crime lords of this planets underworld are instigating riots on this planet.
ru: Криминальные авторитеты преступного мира устраивают беспорядки на этой планете.

source: Make a Covenant with the Entity.
ru: Заключите соглашение с Сущностью.

source: Make this quick, so-called "Overlord".
ru: Сделай это быстро, так называемый "Оверлорд."

source: Makeshift Housing Zone
ru: Зона временного жилья

source: Makeshift Industrial Zone
ru: Временная промышленная зона

source: Makeshift Livestock Enclosure
ru: Самодельный загон для скота

source: Making Contact
ru: Налаживание контактов

source: Malfunctioning Manufactory
ru: Неисправная мануфактура

source: Malice
ru: Жестокость

source: Malice Traditions
ru: Традиции жестокости

source: Malice Traditions Finished
ru: Традиции жестокости завершены

source: Malte
ru: Мальте

source: Malware
ru: Вредоносное ПО

source: Manage Containment Nexus
ru: Управление связующим звеном сдерживания

source: Manage Megastructure...
ru: Управлять мегаструктурой...

source: Manage Upgrades
ru: Управление обновлениями

source: Manage [from.GetName]
ru: Управление [from.GetName]

source: Manage the research being undertaken on a captive Blokkat.
ru: Управляйте исследованием, проводимым на захваченном блоккате.

source: Managing Asteroid Artillery
ru: Управление астероидной артиллерией

source: Mandatory Higher Education
ru: Всеобщее высшее образование

source: Manennus Vortex
ru: Вихрь Маненнуса

source: Maniacal
ru: Маньяк

source: Manifest Destiny
ru: От судьбы не уйдёшь!

source: Manifold Thrusters
ru: Коллекторные двигатели

source: Manipulates and inflates $ehof_wormholes$ for interstellar travel.
ru: Манипулирует и раздувает $ehof_wormholes$ для межзвездных путешествий.

source: Manipulating the Suurikilpian
ru: Манипулирование суурикильпианцем

source: Manipulating the sheer flow of energy required to bring down the Hyperdimensional Bulwark will require an untold number of higher-dimensional structures coupled with femtosecond-precision when it comes to executing the full sequence.
ru: Манипулирование чистым потоком энергии, необходимым для разрушения гиперпространственного бастиона, потребует неисчислимого количества структур более высокого измерения в сочетании с фемтосекундной точностью, когда дело доходит до выполнения полной последовательности.

source: Mantea Maelstrom
ru: Водоворот Мантеи
